adobe-source-sans-fonts
alacritty
alsa-plugins
archiso
ark
awesome-terminal-fonts
base
base-devel
bash-completion
bat
bibata-cursor-theme
bind
blueman
bluez-utils
brave-bin
brightnessctl
btop
caffeine-ng
chromium
cliphist
discord
dnsdiag
docker
docker-compose
dolphin
dolphin-plugins
dosfstools
downgrade
duf
dunst
efibootmgr
egl-wayland
exfatprogs
eza
figlet
file-roller
firefox
freerdp
gedit
git
github-cli
github-desktop-bin
gnome-firmware
google-chrome
gparted
grim
grub
grub-customizer
gst-plugin-pipewire
gum
guvcview
gvfs-mtp
gvfs-smb
gwenview
htop
hypridle
hyprland
hyprlock
hyprpaper
imagemagick
intel-media-driver
intel-ucode
inxi
iwd
kate
kdeconnect
kdegraphics-thumbnailers
kdenetwork-filesharing
kdesdk-thumbnailers
kitty
konsave
konsole
lib32-alsa-lib
lib32-alsa-plugins
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libjpeg-turbo
lib32-libpng
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mesa
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-sqlite
lib32-v4l-utils
lib32-vulkan-radeon
libpulse
libva-intel-driver
libva-mesa-driver
linux
linux-firmware
linux-headers
localsend-bin
man-pages
meld
mousepad
mpv
nano
ncdu
neofetch
neovim
netplan
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nss-mdns
ntfs-3g
nwg-look
okular
onlyoffice-bin
otf-font-awesome
p7zip
pacman-contrib
pacseek
papirus-icon-theme
partitionmanager
paru-bin
pavucontrol
peazip-gtk2-bin
pfetch
pika-backup
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgcacheclean
plasma-meta
plasma-workspace
polkit-gnome
powerline-fonts
python-pip
python-pywal
qalculate-gtk
qbittorrent
qt5-wayland
qt6-wayland
rate-mirrors
reflector
ripgrep
rofi-lbonn-wayland
rsync
simplescreenrecorder-bin
slurp
smartmontools
spectacle
spotify
starship
sublime-text-4
svgpart
swappy
swww
syncthing
systemd-kcm
systemd-manager-git
telegram-desktop
terminator
terminus-font
thorium-browser-bin
thunar
thunar-archive-plugin
thunderbird
timeshift
tldr
traceroute
trash-cli
trizen
ttf-fira-code
ttf-fira-sans
ttf-firacode-nerd
ttf-font-awesome
ttf-meslo-nerd-font-powerlevel10k
ttf-roboto
ttf-ubuntu-font-family
tumbler
unarchiver
unrar
update-grub
vim
visual-studio-code-bin
vulkan-intel
vulkan-radeon
warpinator
waybar
wget
wine-staging
wireless_tools
wireplumber
wlogout
wofi
xarchiver
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-xinit
yay-bin
yay-bin-debug
yt-dlp
zoom
zoxide
